@extends('weblayouts.default')

@section('content')
<div class="container">
    <div id="carouselExampleControls" class="carousel slide" data-ride="carousel">
        <div class="carousel-inner">
          <div class="carousel-item active">
            <img src="{{ asset('img/G1.jpg') }}" class="d-block w-100" alt="...">
          </div>
          <div class="carousel-item">
            <img src="{{ asset('img/G1.jpg') }}" class="d-block w-100" alt="...">
          </div>
          <div class="carousel-item">
            <img src="{{ asset('img/G1.jpg') }}" class="d-block w-100" alt="...">
          </div>
        </div>
        <a class="carousel-control-prev" href="#carouselExampleControls" role="button" data-slide="prev">
          <span class="carousel-control-prev-icon" aria-hidden="true"></span>
          <span class="sr-only">Previous</span>
        </a>
        <a class="carousel-control-next" href="#carouselExampleControls" role="button" data-slide="next">
          <span class="carousel-control-next-icon" aria-hidden="true"></span>
          <span class="sr-only">Next</span>
        </a>
      </div>
      <br>
    <center> <h1>ความรู้เกี่ยวกับประเพณีลอยกระทง</h1> </center>
    <p>ประเพณีลอยกระทงนั้นมีมาแต่โบราณ โดยมีคติความเชื่อหลายอย่าง เช่น เชื่อว่าเป็นการบูชาและขขมาแม่พระคงคา เป็นการสะเดาะเคราะห์ เป็นการบูชาพระเจ้าในศาสนาพราหมณ์ หรือเป็นการบูชารอยพระพุทธบาท เป็นต้น การลอยกระทงนิยมทำกันในวันเพ็ญ เดือน 12 ของทุก ๆ ปี อันเป็นช่วงที่น้ำในแม่น้ำลำคลองขึ้นสูงและอากาศเริ่มเย็นลง ตามพระราชนิพนธ์พระราชพิธีสิบสองเดือน และตำรับท้าวศรีจุฬาลักษณ์ได้กล่าวว่า นางนพมาศ หรือท้าวศรีจุฬาลักษณ์ พระสนมเอกในพระร่วงเจ้าแห่งกรุงสุโขทัย เป็นผู้ริเริ่มประดิษฐ์กระทงสำหรับลอยประทีปเป็นรูปดอกบัวบานขึ้น ซึ่งคนทั่วไปนิยมทำตามสืบต่อมา นอกจากนั้นในศิลาจารึกหลักที่ 1 ยังได้กล่าวถึงงานเผาเทียน เล่นไฟ ของกรุงสุโขทัยไว้ด้วยว่า เป็นงานที่ยิ่งใหญ่ที่สุดของกรุงสุโขทัย ทำให้ผู้รู้ทั้งหลายสันนิษฐานต้องตรงกันว่า งานดังกล่าวน่าจะเป็นงานลอยกระทงอย่างแน่นอน 
        ในสมัยก่อนนั้นพิธีลอยกระทงจะเป็นการลอยโคม โดยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว รัชกาลที่ 5 ได้ทรงสันนิษฐานว่า พิธีลอยกระทงเป็นพิธีของพราหมณ์ จัดขึ้นเพื่อบูชาเทพเจ้า 3 องค์ คือ พระอิศวร พระนารายณ์ และพระพรหม ต่อมาได้นำพระพุทธศาสนาเข้าไปเกี่ยวข้อง จึงให้มีการชักโคม เพื่อบูชาพระบรมสารีริกธาตุ และลอยโคมเพื่อบูชารอยพระบาทของพระพุทธเจ้า ก่อนที่นางนพมาศ หรือ ท้าวศรีจุฬาลักษณ์ สนมเอกของพระร่วงจะคิดค้นประดิษฐ์กระทงดอกบัวขึ้นเป็นคนแรกแทนการลอยโคม ดังปรากฏในหนังสือนางนพมาศที่ว่า“ครั้นวันเพ็ญเดือน 12 ข้าน้อยได้กระทำโคมลอย คิดตกแต่งให้งามประหลาดกว่าโคมสนมกำนัลทั้งปวงจึงเลือกผกาเกษรสีต่าง ๆ มาประดับเป็นรูปกระมุทกลีบบานรับแสงจันทร์ใหญ่ประมาณเท่ากงระแทะ ล้วนแต่พรรณดอกไม้ซ้อนสีสลับให้เป็นลวดลาย…” เมื่อสมเด็จพระร่วงเจ้าได้เสด็จฯ ทางชลมารค ทอดพระเนตรกระทงของนางนพมาศก็ทรงพอพระราชหฤทัย 
        จึงโปรดให้ถือเป็นเยี่ยงอย่าง และให้จัดประเพณีลอยกระทงขึ้นเป็นประจำทุกปี โดยให้ใช้กระทงดอกบัวแทนโคมลอย ดังพระราชดำรัสที่ว่า “ตั้งแต่นี้สืบไปเบื้องหน้า โดยลำดับกษัตริย์ในสยามประเทศถึงกาลกำหนดนักขัตฤกษ์วันเพ็ญเดือน 12 ให้ทำโคมลอยเป็นรูปดอกบัว อุทิศสักการบูชาพระพุทธบาทนัมมทานทีตราบเท่ากัลปาวสาน” พิธีลอยกระทงจึงเปลี่ยนรูปแบบตั้งแต่นั้นเป็นต้นมา ประเพณีลอยกระทงสืบต่อกันเรื่อยมา จนถึงกรุงรัตนโกสินทร์ตอนต้น สมัยรัชกาลที่ 1 ถึง รัชกาลที่ 3 พระบรมวงศานุวงศ์ตลอดจนขุนนางนิยมประดิษฐ์กระทงใหญ่เพื่อประกวดประชันกัน ซึ่งต้องใช้แรงคนและเงินจำนวนมาก พระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัวรัชกาลที่ 4 ทรงเห็นว่าเป็นการสิ้นเปลือง จึงโปรดให้ยกเลิกการประดิษฐ์กระทงใหญ่แข่งขัน และโปรดให้พระบรมวงศานุวงศ์ทำเรือลอยประทีปถวายองค์ละลำแทนกระทงใหญ่ และเรียกชื่อว่า “เรือลอยประทีป” ต่อมาในรัชกาลที่ 5 และรัชกาลที่ 6 ได้ทรงฟื้นฟูพระราชพิธีนี้ขึ้นมาอีกครั้ง ปัจจุบันการลอยพระประทีปของพระบาทสมเด็จพระเจ้าอยู่หัว ทรงกระทำเป็นการส่วนพระองค์ตามพระราชอัธยาศัย
    </p>
    
</div>
<br>
<div class="container">
    <div id="carouselExampleControls" class="carousel slide" data-ride="carousel">
        <div class="carousel-inner">
          <div class="carousel-item active">
            <img src="{{ asset('img/G1.jpg') }}" class="d-block w-100" alt="...">
          </div>
          <div class="carousel-item">
            <img src="{{ asset('img/G1.jpg') }}" class="d-block w-100" alt="...">
          </div>
          <div class="carousel-item">
            <img src="{{ asset('img/G1.jpg') }}" class="d-block w-100" alt="...">
          </div>
        </div>
        <a class="carousel-control-prev" href="#carouselExampleControls" role="button" data-slide="prev">
          <span class="carousel-control-prev-icon" aria-hidden="true"></span>
          <span class="sr-only">Previous</span>
        </a>
        <a class="carousel-control-next" href="#carouselExampleControls" role="button" data-slide="next">
          <span class="carousel-control-next-icon" aria-hidden="true"></span>
          <span class="sr-only">Next</span>
        </a>
      </div>
      <br>
    <center> <h1>งานประเพณีลอยกระทงสายไหลประทีป ๑,๐๐๐ ดวง</h1> </center>
    <p>งานประเพณีลอยกระทงสายไหลประทีป ๑,๐๐๐ ดวง ของจังหวัดตาก เป็นงานประเพณีที่นำหลักคำสอนของพระพุทธศาสนา ภูมิปัญญาชาวบ้าน และงานศิลปวัฒนธรรม มาหล่อหลอมรวมกันจนเกิดเป็นรูปแบบที่โดดเด่น ได้มีการปฏิบัติสืบทอดต่อกันมาเป็นเวลายาวนานหลายชั่วอายุคน ซึ่งจะแตกต่างกับงานประเพณีลอยกระทงของจังหวัดอื่น เพราะส่วนประกอบของกระทงจะมีการนำ กะลามะพร้าว มาใช้เป็นส่วนใหญ่ เหตุที่มีการนำเอากะลามาเป็นส่วนประกอบนั้น เนื่องมาจากชาวเมืองตาก มีการนำเอามะพร้าวมาแปรรูปทำเป็นอาหารว่าง ที่เรียกว่า " เมี่ยง ” โดยถือเป็นอาหารว่างที่ชาวเมืองตากรับประทานเป็นประจำหลังอาหาร ซึ่งมีมะพร้าว ถั่วลิสง ใบเมี่ยงหมัก เป็นส่วนประกอบหลัก นอกจากทำเพื่อรับประทานกันเองภายในครอบครัวแล้ว ยังมีการนำมาขายเป็นอาหารพื้นเมืองและได้รับความนิยมในภาคเหนือโดยทั่วไป กรรมาวิธีในการแปรรูปมะพร้าวเป็น " เมี่ยง ” นั้น มีการขูดเอาเฉพาะเนื้อมะพร้าวมาทำ ส่วนกะลามะพร้าวจะถูกทิ้งไว้ในบริเวณบ้านเป็นจำนวนมาก ไม่มีการนำเอามาใช้ประโยชน์อย่างเต็มที่ ครั้นถึงวันเพ็ญ เดือนสิบสอง ( วันขึ้น 15 ค่ำ เดือน 12 ตามปฏิทินทางจันทรคติ ) ประมาณเดือนพฤศจิกายน ชาวบ้านจึงได้ทดลองนำกะลาด้านที่ไม่มีรูมาทำเป็นกระทง โดยเอากะลามาขัดถูจนสะอาด ตกแต่งลวดลายสวยงาม 
        ภายในกะลาใส่ด้ายดิบที่ฟั่นเป็น รูปตีนกา แล้วหล่อ เทียนขี้ผึ้ง ซึ่งนำมาจากเทียนจำนำพรรษาที่พระสงฆ์จุดเพื่อทำพิธีสวดมนต์ในโบสถ์วิหารตลอดสามเดือน หลังจากออกพรรษาชาวบ้านจะนำเทียนขี้ผึ้งเหล่านั้นมาหล่อใส่ในกะลา ซึ่งถือว่าเป็นของศักดิ์สิทธิ์และเป็นศิริมงคลแก่ผู้นำไปลอย ก่อนที่จะปล่อยลงลอยในแม่น้ำปิง ประกอบกับแม่น้ำปิงที่ไหลผ่านจังหวัดตากจะเกิดสันทรายใต้น้ำ ทำให้เกิดเป็นร่องน้ำที่สวยงามเป็นธรรมชาติ เมื่อนำ กระทงกะลา ลงลอย กระทงกะลาจะไหลไปตามร่องน้ำดังกล่าว ทำให้ดูเป็นสายอย่างต่อเนื่อง จนสุดสายตา ซึ่งไฟในกะลาจะส่องแสงระยิบระยับเต็มท้องน้ำ 
        โดยเดิมทีก่อนที่จะมาเป็นงานประเพณีลอยกระทงสายไหลประทีป ๑,๐๐๐ ดวง นั้น การนำเอากระทงกะลามาลอยเป็นสายจะเป็นเพียงการสาธิตการลอยเท่านั้น ซึ่งในระยะต่อมาได้มีการพัฒนาการลอยมาเป็นการแข่งขันกันอย่างยิ่งใหญ่ในปี พ.ศ. 2540 จนเป็นงานประเพณีลอยกระทงสายไหลประทีป ๑,๐๐๐ ดวง ในปัจจุบัน เป็นรูปแบบที่โดดเด่นและเป็นเอกลักษณ์ของชาวจังหวัดตากที่ภาคภูมิใจเป็นอย่างยิ่ง
    </p>
    
</div>

@endsection